Repository: Lcc1ccl/cmax
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.automation.socketPassword.subtitleSet
source: Stored in Application Support.
ar: Щ…Ш®ШІЩҶШ© ЩҒЩҠ Application Support.
bs: Pohranjena u Application Support.
da: Gemt i Application Support.
de: Gespeichert in Application Support.
es: Almacenada en Application Support.
fr: StockГ© dans Application Support.
it: Memorizzata nel Supporto Applicazioni.
ja: Application SupportгҒ«дҝқеӯҳжёҲгҒҝгҖӮ
ko: Application Supportм—җ м ҖмһҘлҗЁ.
nb: Lagret i Application Support.
pl: Przechowywane w Application Support.
pt_br: Armazenada em Application Support.
ru: РҘСҖР°РҪРёСӮСҒСҸ РІ Application Support.
th: аёҲаёұаё”а№ҖаёҒа№Үаёҡа№ғаёҷ Application Support
tr: Uygulama DesteДҹi klasГ¶rГјnde saklanДұr.
uk: Р—РұРөСҖРөР¶РөРҪРҫ РІ Application Support.
zh_hans: еӯҳеӮЁеңЁеә”з”ЁзЁӢеәҸж”ҜжҢҒзӣ®еҪ•дёӯгҖӮ
zh_hant: е„Іеӯҳж–ј Application SupportгҖӮ

# settings.automation.socketPassword.subtitleUnset
source: No password set. External clients will be blocked until one is configured.
ar: Щ„Щ… ЩҠШӘЩ… ШӘШ№ЩҠЩҠЩҶ ЩғЩ„Щ…Ш© Щ…ШұЩҲШұ. ШіЩҠШӘЩ… ШӯШёШұ Ш§Щ„Ш№Щ…Щ„Ш§ШЎ Ш§Щ„Ш®Ш§ШұШ¬ЩҠЩҠЩҶ ШӯШӘЩү ЩҠШӘЩ… ШӘЩғЩҲЩҠЩҶ ЩҲШ§ШӯШҜШ©.
bs: Lozinka nije postavljena. Vanjski klijenti ДҮe biti blokirani dok se ne konfiguriЕЎe.
da: Ingen adgangskode angivet. Eksterne klienter blokeres, indtil en er konfigureret.
de: Kein Passwort festgelegt. Externe Clients werden blockiert, bis eines konfiguriert ist.
es: No se ha establecido contraseГұa. Los clientes externos serГЎn bloqueados hasta que se configure una.
fr: Aucun mot de passe dГ©fini. Les clients externes seront bloquГ©s tant qu'un mot de passe n'aura pas Г©tГ© configurГ©.
it: Nessuna password impostata. I client esterni verranno bloccati finchГ© non ne viene configurata una.
ja: гғ‘гӮ№гғҜгғјгғүгҒҢиЁӯе®ҡгҒ•гӮҢгҒҰгҒ„гҒҫгҒӣгӮ“гҖӮиЁӯе®ҡгҒҷгӮӢгҒҫгҒ§еӨ–йғЁгӮҜгғ©гӮӨгӮўгғігғҲгҒҜгғ–гғӯгғғгӮҜгҒ•гӮҢгҒҫгҒҷгҖӮ
ko: л№„л°ҖлІҲнҳёк°Җ м„Өм •лҗҳм§Җ м•Ҡм•ҳмҠөлӢҲлӢӨ. л№„л°ҖлІҲнҳёлҘј кө¬м„ұн•ҳкё° м „к№Ңм§Җ мҷёл¶Җ нҒҙлқјмқҙм–ёнҠёк°Җ м°ЁлӢЁлҗ©лӢҲлӢӨ.
nb: Ingen passord angitt. Eksterne klienter vil bli blokkert inntil et passord er konfigurert.
pl: HasЕӮo nie jest ustawione. Klienty zewnДҷtrzne bДҷdД… blokowane, dopГіki nie zostanie skonfigurowane.
pt_br: Nenhuma senha definida. Clientes externos serГЈo bloqueados atГ© que uma seja configurada.
ru: РҹР°СҖРҫР»СҢ РҪРө СғСҒСӮР°РҪРҫРІР»РөРҪ. Р’РҪРөСҲРҪРёРө РәР»РёРөРҪСӮСӢ РұСғРҙСғСӮ Р·Р°РұР»РҫРәРёСҖРҫРІР°РҪСӢ, РҝРҫРәР° РҫРҪ РҪРө РұСғРҙРөСӮ РҪР°СҒСӮСҖРҫРөРҪ.
th: аёўаёұаёҮа№„аёЎа№Ҳа№„аё”а№үаё•аёұа№үаёҮаёЈаё«аёұаёӘаёңа№ҲаёІаёҷ а№„аё„аёҘа№Җаёӯа№Үаёҷаё•а№Ңаё аёІаёўаёҷаёӯаёҒаёҲаё°аё–аё№аёҒаёҡаёҘа№ҮаёӯаёҒаёҲаёҷаёҒаё§а№ҲаёІаёҲаё°аёҒаёіаё«аёҷаё”аё„а№ҲаёІ
tr: Parola ayarlanmadДұ. Bir parola yapДұlandДұrДұlana kadar harici istemciler engellenecek.
uk: РҹР°СҖРҫР»СҢ РҪРө РІСҒСӮР°РҪРҫРІР»РөРҪРҫ. Р—РҫРІРҪС–СҲРҪС– РәР»С–С”РҪСӮРё РұСғРҙСғСӮСҢ Р·Р°РұР»РҫРәРҫРІР°РҪС–, РҝРҫРәРё Р№РҫРіРҫ РҪРө РҪР°Р»Р°СҲСӮСғРІР°СӮРё.
zh_hans: жңӘи®ҫзҪ®еҜҶз ҒгҖӮеӨ–йғЁе®ўжҲ·з«Ҝе°Ҷиў«йҳ»жӯўпјҢзӣҙеҲ°й…ҚзҪ®еҜҶз ҒдёәжӯўгҖӮ
zh_hant: е°ҡжңӘиЁӯе®ҡеҜҶзўјгҖӮеӨ–йғЁз”ЁжҲ¶з«Ҝе°Үиў«е°ҒйҺ–пјҢзӣҙеҲ°иЁӯе®ҡеҜҶзўјзӮәжӯўгҖӮ

# settings.blendMode.behindWindow
source: Behind Window
ar: Ш®Щ„ЩҒ Ш§Щ„ЩҶШ§ЩҒШ°Ш©
bs: Iza prozora
da: Bag vindue
de: Hinter dem Fenster
es: DetrГЎs de la ventana
fr: DerriГЁre la fenГӘtre
it: Dietro la finestra
ja: гӮҰгӮӨгғігғүгӮҰгҒ®иғҢйқў
ko: мңҲлҸ„мҡ° л’Ө
nb: Bak vinduet
pl: Za oknem
pt_br: AtrГЎs da Janela
ru: Р—Р° РҫРәРҪРҫРј
th: аё”а№үаёІаёҷаё«аёҘаёұаёҮаё«аёҷа№үаёІаё•а№ҲаёІаёҮ
tr: Pencerenin ArkasДұ
uk: Р—Р° РІС–РәРҪРҫРј
zh_hans: зӘ—еҸЈеҗҺж–№
zh_hant: иҰ–зӘ—еҫҢж–№

# settings.blendMode.withinWindow
source: Within Window
ar: ШҜШ§Ш®Щ„ Ш§Щ„ЩҶШ§ЩҒШ°Ш©
bs: Unutar prozora
da: Inden i vindue
de: Innerhalb des Fensters
es: Dentro de la ventana
fr: Dans la fenГӘtre
it: All'interno della finestra
ja: гӮҰгӮӨгғігғүгӮҰеҶ…
ko: мңҲлҸ„мҡ° лӮҙ
nb: Inni vinduet
pl: W oknie
pt_br: Dentro da Janela
ru: Р’РҪСғСӮСҖРё РҫРәРҪР°
th: аё аёІаёўа№ғаёҷаё«аёҷа№үаёІаё•а№ҲаёІаёҮ
tr: Pencere Д°Г§inde
uk: РЈСҒРөСҖРөРҙРёРҪС– РІС–РәРҪР°
zh_hans: зӘ—еҸЈеҶ…йғЁ
zh_hant: иҰ–зӘ—е…§

# settings.browser.externalPatterns
source: URLs to Always Open Externally
ar: Ш№ЩҶШ§ЩҲЩҠЩҶ URL Щ„Щ„ЩҒШӘШӯ Ш®Ш§ШұШ¬ЩҠЩӢШ§ ШҜШ§ШҰЩ…ЩӢШ§
bs: URL-ovi za uvijek vanjsko otvaranje
da: URL'er der altid ГҘbnes eksternt
de: URLs, die immer extern geГ¶ffnet werden
es: URLs para abrir siempre externamente
fr: URL Г toujours ouvrir dans un navigateur externe
it: URL da aprire sempre esternamente
ja: еёёгҒ«еӨ–йғЁгҒ§й–ӢгҒҸURL
ko: н•ӯмғҒ мҷёл¶Җм—җм„ң м—ҙ URL
nb: URL-er som alltid ГҘpnes eksternt
pl: Adresy URL otwierane zawsze zewnДҷtrznie
pt_br: URLs para Sempre Abrir Externamente
ru: URL РҙР»СҸ РҫСӮРәСҖСӢСӮРёСҸ РІРҫ РІРҪРөСҲРҪРөРј РұСҖР°СғР·РөСҖРө
th: URL аё—аёөа№Ҳа№Җаёӣаёҙаё”аё аёІаёўаёҷаёӯаёҒа№ҖаёӘаёЎаёӯ
tr: Her Zaman Harici Olarak AГ§Дұlacak URL'ler
uk: URL РҙР»СҸ Р·Р°РІР¶РҙРё Р·РҫРІРҪС–СҲРҪСҢРҫРіРҫ РІС–РҙРәСҖРёСӮСӮСҸ
zh_hans: е§Ӣз»ҲеңЁеӨ–йғЁжү“ејҖзҡ„ URL
zh_hant: дёҖеҫӢеңЁеӨ–йғЁй–Ӣе•ҹзҡ„ URL

# settings.browser.externalPatterns.subtitle
source: Applies to terminal link clicks and intercepted `open https://...` calls. One rule per line. Plain text matches any URL substring, or prefix with `re:` for regex (for example: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).
ar: ЩҠЩҶШ·ШЁЩӮ Ш№Щ„Щү ЩҶЩӮШұШ§ШӘ Ш§Щ„ШұЩҲШ§ШЁШ· ЩҒЩҠ Ш§Щ„Ш·ШұЩҒЩҠШ© ЩҲШ§ШіШӘШҜШ№Ш§ШЎШ§ШӘ `open https://...` Ш§Щ„Щ…Ш№ШӘШұШ¶Ш©. ЩӮШ§Ш№ШҜШ© ЩҲШ§ШӯШҜШ© Щ„ЩғЩ„ ШіШ·Шұ. Ш§Щ„ЩҶШө Ш§Щ„Ш№Ш§ШҜЩҠ ЩҠШ·Ш§ШЁЩӮ ШЈЩҠ Ш¬ШІШЎ Щ…ЩҶ URLШҢ ШЈЩҲ Ш§ШЁШҜШЈ ШЁЩҖ `re:` Щ„Щ„ШӘШ№ШЁЩҠШұШ§ШӘ Ш§Щ„ЩҶЩ…Ш·ЩҠШ© (Щ…Ш«Ш§Щ„: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).
bs: Primjenjuje se na klikove linkova u terminalu i presretnute `open https://...` pozive. Jedno pravilo po redu. ObiДҚan tekst odgovara bilo kojem dijelu URL-a, ili dodajte prefiks `re:` za regex (na primjer: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).
da: GГҰlder for terminallinksklik og opfangede `open https://...`-kald. Гүn regel pr. linje. Almindelig tekst matcher enhver URL-delstreng, eller brug `re:` som prГҰfiks for regex (f.eks.: openai.com/usage, re:^https?://[^/]*\.example\.com/(billing|usage)).
de: Gilt fГјr Klicks auf Terminal-Links und abgefangene `open https://...`-Aufrufe. Eine Regel pro Zeile. Klartext stimmt mit jedem URL-Teilstring Гјberein, oder verwenden Sie das PrГӨfix `re:` fГјr Regex (zum Beispiel: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).
es: Se aplica a clics en enlaces del terminal y llamadas interceptadas de `open https://...`. Una regla por lГӯnea. El texto plano coincide con cualquier subcadena de URL, o usa el prefijo `re:` para regex (por ejemplo: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).
fr: S'applique aux clics sur les liens du terminal et aux appels `open https://...` interceptГ©s. Une rГЁgle par ligne. Le texte brut correspond Г toute sous-chaГ®ne d'URL, ou prГ©fixez par `re:` pour une expression rГ©guliГЁre (par exemple : openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).
it: Si applica ai clic sui link nel terminale e alle chiamate intercettate `open https://...`. Una regola per riga. Il testo semplice corrisponde a qualsiasi sottostringa dell'URL, oppure usa il prefisso `re:` per le regex (ad esempio: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).
ja: гӮҝгғјгғҹгғҠгғ«гҒ®гғӘгғігӮҜгӮҜгғӘгғғгӮҜгҒҠгӮҲгҒігӮӨгғігӮҝгғјгӮ»гғ—гғҲгҒ•гӮҢгҒҹ`open https://...`е‘јгҒіеҮәгҒ—гҒ«йҒ©з”ЁгҒ•гӮҢгҒҫгҒҷгҖӮ1иЎҢгҒ«1гғ«гғјгғ«гҖӮгғ—гғ¬гғјгғігғҶгӮӯгӮ№гғҲгҒҜURLйғЁеҲҶж–Үеӯ—еҲ—гҒ«дёҖиҮҙгҒ—гҖҒ`re:`гғ—гғ¬гғ•гӮЈгғғгӮҜгӮ№гҒ§жӯЈиҰҸиЎЁзҸҫгӮ’дҪҝз”ЁгҒ§гҒҚгҒҫгҒҷпјҲдҫӢ: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)пјүгҖӮ
ko: н„°лҜёл„җ л§ҒнҒ¬ нҒҙлҰӯ л°Ҹ мқён„°м…үнҠёлҗң `open https://...` нҳём¶ңм—җ м Ғмҡ©лҗ©лӢҲлӢӨ. н•ң мӨ„м—җ н•ҳлӮҳмқҳ к·ңм№ҷ. мқјл°ҳ н…ҚмҠӨнҠёлҠ” URLмқҳ н•ҳмң„ л¬ёмһҗм—ҙмқ„ мқјм№ҳмӢңнӮӨл©°, `re:` м ‘л‘җмӮ¬лЎң м •к·ңмӢқмқ„ мӮ¬мҡ©н• мҲҳ мһҲмҠөлӢҲлӢӨ (мҳҲ: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).
nb: Gjelder for terminallenkeklikk og avlyttede `open https://...`-kall. Гүn regel per linje. Ren tekst matcher enhver del av URL-en, eller prefiks med `re:` for regulГҰre uttrykk (for eksempel: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).
pl: Dotyczy klikniДҷДҮ linkГіw w terminalu i przechwyconych wywoЕӮaЕ„ `open https://...`. Jedna reguЕӮa na wiersz. ZwykЕӮy tekst dopasowuje dowolny fragment URL, lub uЕјyj prefiksu `re:` dla wyraЕјeЕ„ regularnych (na przykЕӮad: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).
pt_br: Aplica-se a cliques em links do terminal e chamadas interceptadas de `open https://...`. Uma regra por linha. Texto simples corresponde a qualquer substring de URL, ou prefixe com `re:` para regex (por exemplo: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).
ru: РҹСҖРёРјРөРҪСҸРөСӮСҒСҸ Рә РҪР°Р¶Р°СӮРёСҸРј РҪР° СҒСҒСӢР»РәРё РІ СӮРөСҖРјРёРҪР°Р»Рө Рё РҝРөСҖРөС…РІР°СҮРөРҪРҪСӢРј РІСӢР·РҫРІР°Рј `open https://...`. РһРҙРҪРҫ РҝСҖР°РІРёР»Рҫ РҪР° СҒСӮСҖРҫРәСғ. РһРұСӢСҮРҪСӢР№ СӮРөРәСҒСӮ СҒРҫРІРҝР°РҙР°РөСӮ СҒ Р»СҺРұРҫР№ РҝРҫРҙСҒСӮСҖРҫРәРҫР№ URL, РёР»Рё РёСҒРҝРҫР»СҢР·СғР№СӮРө РҝСҖРөС„РёРәСҒ `re:` РҙР»СҸ СҖРөРіСғР»СҸСҖРҪСӢС… РІСӢСҖР°Р¶РөРҪРёР№ (РҪР°РҝСҖРёРјРөСҖ: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).
th: а№ғаёҠа№үаёҒаёұаёҡаёҒаёІаёЈаё„аёҘаёҙаёҒаёҘаёҙаёҮаёҒа№Ңа№ғаёҷа№Җаё—аёӯаёЈа№ҢаёЎаёҙаёҷаёұаёҘа№ҒаёҘаё°аёҒаёІаёЈаё”аёұаёҒаёҲаёұаёҡаё„аёіаёӘаёұа№ҲаёҮ `open https://...` аёҒаёҺаё«аёҷаё¶а№ҲаёҮаёӮа№үаёӯаё•а№ҲаёӯаёҡаёЈаёЈаё—аёұаё” аёӮа№үаёӯаё„аё§аёІаёЎаёҳаёЈаёЈаёЎаё”аёІаёҲаё°аёҲаёұаёҡаё„аё№а№ҲаёҒаёұаёҡаёӘа№Ҳаё§аёҷа№ғаё”аёҒа№Үа№„аё”а№үаёӮаёӯаёҮ URL аё«аёЈаё·аёӯаёҷаёіаё«аёҷа№үаёІаё”а№үаё§аёў `re:` аёӘаёіаё«аёЈаёұаёҡ regex (аё•аёұаё§аёӯаёўа№ҲаёІаёҮ: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage))
tr: Terminal baДҹlantДұ tДұklamalarДұna ve yakalanan `open https://...` Г§aДҹrДұlarДұna uygulanДұr. SatДұr baЕҹДұna bir kural. DГјz metin herhangi bir URL alt dizesiyle eЕҹleЕҹir veya regex iГ§in `re:` Г¶n ekini kullanДұn (Г¶rneДҹin: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).
uk: Р—Р°СҒСӮРҫСҒРҫРІСғС”СӮСҢСҒСҸ РҙРҫ РәР»С–РәС–РІ РҪР° РҝРҫСҒРёР»Р°РҪРҪСҸ РІ СӮРөСҖРјС–РҪР°Р»С– СӮР° РҝРөСҖРөС…РҫРҝР»РөРҪРёС… РІРёРәР»РёРәС–РІ `open https://...`. РһРҙРҪРө РҝСҖР°РІРёР»Рҫ РҪР° СҖСҸРҙРҫРә. Р—РІРёСҮР°Р№РҪРёР№ СӮРөРәСҒСӮ Р·РұС–РіР°С”СӮСҢСҒСҸ Р· РұСғРҙСҢ-СҸРәРҫСҺ СҮР°СҒСӮРёРҪРҫСҺ URL, Р°РұРҫ РҙРҫРҙР°Р№СӮРө РҝСҖРөС„С–РәСҒ `re:` РҙР»СҸ СҖРөРіСғР»СҸСҖРҪРҫРіРҫ РІРёСҖР°Р·Сғ (РҪР°РҝСҖРёРәР»Р°Рҙ: openai.com/usage, re:^https?://[^/]*\.example\.com/(billing|usage)).
zh_hans: йҖӮз”ЁдәҺз»Ҳз«Ҝдёӯзҡ„й“ҫжҺҘзӮ№еҮ»е’ҢжӢҰжҲӘзҡ„ `open https://...` и°ғз”ЁгҖӮжҜҸиЎҢдёҖжқЎи§„еҲҷгҖӮзәҜж–Үжң¬еҢ№й…Қд»»ж„Ҹ URL еӯҗдёІпјҢжҲ–дҪҝз”Ё `re:` еүҚзјҖиЎЁзӨәжӯЈеҲҷиЎЁиҫҫејҸпјҲдҫӢеҰӮпјҡopenai.com/usageгҖҒre:^https?://[^/]*\\.example\\.com/(billing|usage)пјүгҖӮ
zh_hant: еҘ—з”Ёж–јзөӮз«Ҝж©ҹйҖЈзөҗй»һж“Ҡе’Ңж””жҲӘзҡ„ `open https://...` е‘јеҸ«гҖӮжҜҸиЎҢдёҖжўқиҰҸеүҮгҖӮзҙ”ж–Үеӯ—жңғжҜ”е°Қ URL зҡ„д»»дҪ•еӯҗеӯ—дёІпјҢжҲ–еҠ дёҠ `re:` еүҚз¶ҙдҪҝз”ЁжӯЈиҰҸиЎЁзӨәејҸпјҲдҫӢеҰӮпјҡopenai.com/usageгҖҒre:^https?://[^/]*\\.example\\.com/(billing|usage)пјүгҖӮ

# settings.browser.history
source: Browsing History
ar: ШіШ¬Щ„ Ш§Щ„ШӘШөЩҒШӯ
bs: Historija pregledanja
da: Browserhistorik
de: Browserverlauf
es: Historial de navegaciГіn
fr: Historique de navigation
it: Cronologia di navigazione
ja: гғ–гғ©гӮҰгӮ¶еұҘжӯҙ
ko: нғҗмғү кё°лЎқ
nb: Nettleserhistorikk
pl: Historia przeglД…dania
pt_br: HistГіrico de NavegaГ§ГЈo
ru: РҳСҒСӮРҫСҖРёСҸ РҝСҖРҫСҒРјРҫСӮСҖР°
th: аёӣаёЈаё°аё§аёұаё•аёҙаёҒаёІаёЈаё—а№ҲаёӯаёҮа№Җаё§а№Үаёҡ
tr: Tarama GeГ§miЕҹi
uk: РҶСҒСӮРҫСҖС–СҸ РҝРөСҖРөРіР»СҸРҙСғ
zh_hans: жөҸи§ҲеҺҶеҸІ
zh_hant: зҖҸиҰҪиЁҳйҢ„

# settings.browser.history.clearButton
source: Clear HistoryвҖҰ
ar: Щ…ШіШӯ Ш§Щ„ШіШ¬Щ„вҖҰ
bs: ObriЕЎi historijuвҖҰ
da: Ryd historikвҖҰ
de: Verlauf lГ¶schen вҖҰ
es: Borrar historialвҖҰ
fr: Effacer l'historique...
it: Cancella cronologiaвҖҰ
ja: еұҘжӯҙгӮ’гӮҜгғӘгӮўвҖҰ
ko: кё°лЎқ м§Җмҡ°кё°вҖҰ
nb: TГёm historikk вҖҰ
pl: WyczyЕӣДҮ historiДҷвҖҰ
pt_br: Limpar HistГіricoвҖҰ
ru: РһСҮРёСҒСӮРёСӮСҢ РёСҒСӮРҫСҖРёСҺ...
th: аёҘа№үаёІаёҮаёӣаёЈаё°аё§аёұаё•аёҙ...
tr: GeГ§miЕҹi TemizleвҖҰ
uk: РһСҮРёСҒСӮРёСӮРё С–СҒСӮРҫСҖС–СҺвҖҰ
zh_hans: жё…йҷӨеҺҶеҸІи®°еҪ•...
zh_hant: жё…йҷӨиЁҳйҢ„...

# settings.browser.history.clearDialog.cancel
source: Cancel
ar: ШҘЩ„ШәШ§ШЎ
bs: OtkaЕҫi
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: гӮӯгғЈгғігӮ»гғ«
ko: м·ЁмҶҢ
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: РһСӮРјРөРҪРёСӮСҢ
th: аёўаёҒа№ҖаёҘаёҙаёҒ
tr: VazgeГ§
uk: РЎРәР°СҒСғРІР°СӮРё
zh_hans: еҸ–ж¶Ҳ
zh_hant: еҸ–ж¶Ҳ

# settings.browser.history.clearDialog.confirm
source: Clear History
ar: Щ…ШіШӯ Ш§Щ„ШіШ¬Щ„
bs: ObriЕЎi historiju
da: Ryd historik
de: Verlauf lГ¶schen
es: Borrar historial
fr: Effacer l'historique
it: Cancella cronologia
ja: еұҘжӯҙгӮ’гӮҜгғӘгӮў
ko: кё°лЎқ м§Җмҡ°кё°
nb: TГёm historikk
pl: WyczyЕӣДҮ historiДҷ
pt_br: Limpar HistГіrico
ru: РһСҮРёСҒСӮРёСӮСҢ РёСҒСӮРҫСҖРёСҺ
th: аёҘа№үаёІаёҮаёӣаёЈаё°аё§аёұаё•аёҙ
tr: GeГ§miЕҹi Temizle
uk: РһСҮРёСҒСӮРёСӮРё С–СҒСӮРҫСҖС–СҺ
zh_hans: жё…йҷӨеҺҶеҸІи®°еҪ•
zh_hant: жё…йҷӨиЁҳйҢ„

# settings.browser.history.clearDialog.message
source: This removes visited-page suggestions from the browser omnibar.
ar: ЩҠШӨШҜЩҠ ЩҮШ°Ш§ ШҘЩ„Щү ШҘШІШ§Щ„Ш© Ш§ЩӮШӘШұШ§ШӯШ§ШӘ Ш§Щ„ШөЩҒШӯШ§ШӘ Ш§Щ„Щ…ШІШ§ШұШ© Щ…ЩҶ ШҙШұЩҠШ· Ш№ЩҶЩҲШ§ЩҶ Ш§Щ„Щ…ШӘШөЩҒШӯ.
bs: Ovo uklanja prijedloge posjeДҮenih stranica iz omnibar preglednika.
da: Dette fjerner besГёgte sideforslag fra browserens omnibar.
de: Dies entfernt VorschlГӨge fГјr besuchte Seiten aus der Browser-Adressleiste.
es: Esto elimina las sugerencias de pГЎginas visitadas de la barra de direcciones del navegador.
fr: Cela supprime les suggestions de pages visitГ©es de la barre d'adresse du navigateur.
it: Questa operazione rimuove i suggerimenti delle pagine visitate dalla barra degli indirizzi del browser.
ja: гғ–гғ©гӮҰгӮ¶гҒ®гӮӘгғ гғӢгғҗгғјгҒӢгӮүиЁӘе•ҸжёҲгҒҝгғҡгғјгӮёгҒ®еҖҷиЈңгҒҢеүҠйҷӨгҒ•гӮҢгҒҫгҒҷгҖӮ
ko: лёҢлқјмҡ°м Җ мҳҙлӢҲл°”м—җм„ң л°©л¬ё нҺҳмқҙм§Җ м ңм•Ҳмқ„ м ңкұ°н•©лӢҲлӢӨ.
nb: Dette fjerner forslag basert pГҘ besГёkte sider fra nettleserens adressefelt.
pl: Spowoduje to usuniДҷcie podpowiedzi odwiedzonych stron z paska adresu przeglД…darki.
pt_br: Isto remove as sugestГөes de pГЎginas visitadas da barra de endereГ§o do navegador.
ru: РӯСӮРҫ СғРҙР°Р»РёСӮ РҝРҫРҙСҒРәР°Р·РәРё РҝРҫСҒРөСүРөРҪРҪСӢС… СҒСӮСҖР°РҪРёСҶ РёР· Р°РҙСҖРөСҒРҪРҫР№ СҒСӮСҖРҫРәРё РұСҖР°СғР·РөСҖР°.
th: аёҒаёІаёЈаё”аёіа№ҖаёҷаёҙаёҷаёҒаёІаёЈаёҷаёөа№үаёҲаё°аёҘаёҡаё„аёіа№Ғаёҷаё°аёҷаёіаё«аёҷа№үаёІаё—аёөа№Ҳа№Җаёўаёөа№ҲаёўаёЎаёҠаёЎаёҲаёІаёҒа№Ғаё–аёҡаё—аёөа№Ҳаёӯаёўаё№а№Ҳа№ҖаёҡаёЈаёІаё§а№Ңа№ҖаёӢаёӯаёЈа№Ң
tr: Bu, tarayДұcДұ Г§ok amaГ§lДұ Г§ubuДҹundan ziyaret edilen sayfa Г¶nerilerini kaldДұrДұr.
uk: РҰРө РІРёРҙР°Р»РёСӮСҢ РҝС–РҙРәР°Р·РәРё РІС–РҙРІС–РҙР°РҪРёС… СҒСӮРҫСҖС–РҪРҫРә Р· Р°РҙСҖРөСҒРҪРҫРіРҫ СҖСҸРҙРәР° РұСҖР°СғР·РөСҖР°.
zh_hans: иҝҷе°Ҷд»ҺжөҸи§ҲеҷЁең°еқҖж Ҹдёӯз§»йҷӨе·Іи®ҝй—®йЎөйқўзҡ„е»әи®®гҖӮ
zh_hant: йҖҷжңғз§»йҷӨзҖҸиҰҪеҷЁз¶ІеқҖеҲ—дёӯе·ІйҖ иЁӘй Ғйқўзҡ„е»әиӯ°гҖӮ

# settings.browser.history.clearDialog.title
source: Clear browser history?
ar: Щ…ШіШӯ ШіШ¬Щ„ Ш§Щ„Щ…ШӘШөЩҒШӯШҹ
bs: Obrisati historiju preglednika?
da: Ryd browserhistorik?
de: Browserverlauf lГ¶schen?
es: ВҝBorrar historial del navegador?
fr: Effacer l'historique du navigateur ?
it: Cancellare la cronologia del browser?
ja: гғ–гғ©гӮҰгӮ¶еұҘжӯҙгӮ’гӮҜгғӘгӮўгҒ—гҒҫгҒҷгҒӢпјҹ
ko: лёҢлқјмҡ°м Җ кё°лЎқмқ„ м§Җмҡ°мӢңкІ мҠөлӢҲк№Ң?
nb: TГёmme nettleserhistorikk?
pl: WyczyЕӣciДҮ historiДҷ przeglД…darki?
pt_br: Limpar histГіrico do navegador?
ru: РһСҮРёСҒСӮРёСӮСҢ РёСҒСӮРҫСҖРёСҺ РұСҖР°СғР·РөСҖР°?
th: аёҘа№үаёІаёҮаёӣаёЈаё°аё§аёұаё•аёҙа№ҖаёҡаёЈаёІаё§а№Ңа№ҖаёӢаёӯаёЈа№Ңаё«аёЈаё·аёӯа№„аёЎа№Ҳ?
tr: TarayДұcДұ geГ§miЕҹi temizlensin mi?
uk: РһСҮРёСҒСӮРёСӮРё С–СҒСӮРҫСҖС–СҺ РұСҖР°СғР·РөСҖР°?
zh_hans: жё…йҷӨжөҸи§ҲеҷЁеҺҶеҸІи®°еҪ•пјҹ
zh_hant: иҰҒжё…йҷӨзҖҸиҰҪиЁҳйҢ„е—Һпјҹ

# settings.browser.history.subtitleEmpty
source: No saved pages yet.
ar: Щ„Ш§ ШӘЩҲШ¬ШҜ ШөЩҒШӯШ§ШӘ Щ…ШӯЩҒЩҲШёШ© ШЁШ№ШҜ.
bs: JoЕЎ nema saДҚuvanih stranica.
da: Ingen gemte sider endnu.
de: Noch keine gespeicherten Seiten.
es: AГәn no hay pГЎginas guardadas.
fr: Aucune page enregistrГ©e pour le moment.
it: Nessuna pagina salvata.
ja: дҝқеӯҳжёҲгҒҝгҒ®гғҡгғјгӮёгҒҜгҒҫгҒ гҒӮгӮҠгҒҫгҒӣгӮ“гҖӮ
ko: м•„м§Ғ м ҖмһҘлҗң нҺҳмқҙм§Җк°Җ м—ҶмҠөлӢҲлӢӨ.
nb: Ingen lagrede sider ennГҘ.
pl: Brak zapisanych stron.
pt_br: Nenhuma pГЎgina salva ainda.
ru: РЎРҫС…СҖР°РҪРөРҪРҪСӢС… СҒСӮСҖР°РҪРёСҶ РҝРҫРәР° РҪРөСӮ.
th: аёўаёұаёҮа№„аёЎа№ҲаёЎаёөаё«аёҷа№үаёІаё—аёөа№Ҳаёҡаёұаёҷаё—аё¶аёҒ
tr: HenГјz kayДұtlДұ sayfa yok.
uk: Р—РұРөСҖРөР¶РөРҪРёС… СҒСӮРҫСҖС–РҪРҫРә СүРө РҪРөРјР°С”.
zh_hans: е°ҡж— е·Ідҝқеӯҳзҡ„йЎөйқўгҖӮ
zh_hant: е°ҡз„Ўе·Іе„Іеӯҳзҡ„й ҒйқўгҖӮ

# settings.browser.history.subtitleMany
source: %lld saved pages appear in omnibar suggestions.
ar: %lld ШөЩҒШӯШ© Щ…ШӯЩҒЩҲШёШ© ШӘШёЩҮШұ ЩҒЩҠ Ш§ЩӮШӘШұШ§ШӯШ§ШӘ ШҙШұЩҠШ· Ш§Щ„Ш№ЩҶЩҲШ§ЩҶ.
bs: %lld saДҚuvanih stranica se pojavljuje u prijedlozima omnibara.
da: %lld gemte sider vises i omnibar-forslag.
de: %lld gespeicherte Seiten erscheinen in den Adressleisten-VorschlГӨgen.
es: %lld pГЎginas guardadas aparecen en las sugerencias de la barra de direcciones.
fr: %lld pages enregistrГ©es apparaissent dans les suggestions de la barre d'adresse.
it: %lld pagine salvate appaiono nei suggerimenti della barra degli indirizzi.
ja: %lldд»¶гҒ®дҝқеӯҳжёҲгҒҝгғҡгғјгӮёгҒҢгӮӘгғ гғӢгғҗгғјгҒ®еҖҷиЈңгҒ«иЎЁзӨәгҒ•гӮҢгҒҫгҒҷгҖӮ
ko: %lldк°ңмқҳ м ҖмһҘлҗң нҺҳмқҙм§Җк°Җ мҳҙлӢҲл°” м ңм•Ҳм—җ н‘ңмӢңлҗ©лӢҲлӢӨ.
nb: %lld lagrede sider vises i adressefeltforslag.
pl: %lld zapisanych stron pojawia siДҷ w podpowiedziach paska adresu.
pt_br: %lld pГЎginas salvas aparecem nas sugestГөes da barra de endereГ§o.
ru: РЎРҫС…СҖР°РҪРөРҪРҪСӢС… СҒСӮСҖР°РҪРёСҶ: %lld. РһСӮРҫРұСҖР°Р¶Р°СҺСӮСҒСҸ РІ РҝРҫРҙСҒРәР°Р·РәР°С… Р°РҙСҖРөСҒРҪРҫР№ СҒСӮСҖРҫРәРё.
th: %lld аё«аёҷа№үаёІаё—аёөа№Ҳаёҡаёұаёҷаё—аё¶аёҒаёҲаё°аёӣаёЈаёІаёҒаёҸа№ғаёҷаё„аёіа№Ғаёҷаё°аёҷаёіа№Ғаё–аёҡаё—аёөа№Ҳаёӯаёўаё№а№Ҳ
tr: %lld kayДұtlДұ sayfa Г§ok amaГ§lДұ Г§ubuk Г¶nerilerinde gГ¶rГјnГјr.
uk: %lld Р·РұРөСҖРөР¶РөРҪРёС… СҒСӮРҫСҖС–РҪРҫРә Р·'СҸРІР»СҸСҺСӮСҢСҒСҸ Сғ РҝС–РҙРәР°Р·РәР°С… Р°РҙСҖРөСҒРҪРҫРіРҫ СҖСҸРҙРәР°.
zh_hans: %lld дёӘе·ІдҝқеӯҳйЎөйқўжҳҫзӨәеңЁең°еқҖж Ҹе»әи®®дёӯгҖӮ
zh_hant: %lld еҖӢе·Іе„Іеӯҳй ҒйқўжңғеҮәзҸҫеңЁз¶ІеқҖеҲ—е»әиӯ°дёӯгҖӮ

# settings.browser.history.subtitleOne
source: 1 saved page appears in omnibar suggestions.
ar: ШөЩҒШӯШ© Щ…ШӯЩҒЩҲШёШ© ЩҲШ§ШӯШҜШ© ШӘШёЩҮШұ ЩҒЩҠ Ш§ЩӮШӘШұШ§ШӯШ§ШӘ ШҙШұЩҠШ· Ш§Щ„Ш№ЩҶЩҲШ§ЩҶ.
bs: 1 saДҚuvana stranica se pojavljuje u prijedlozima omnibara.
da: 1 gemt side vises i omnibar-forslag.
de: 1 gespeicherte Seite erscheint in den Adressleisten-VorschlГӨgen.
es: 1 pГЎgina guardada aparece en las sugerencias de la barra de direcciones.
fr: 1 page enregistrГ©e apparaГ®t dans les suggestions de la barre d'adresse.
it: 1 pagina salvata appare nei suggerimenti della barra degli indirizzi.
ja: 1д»¶гҒ®дҝқеӯҳжёҲгҒҝгғҡгғјгӮёгҒҢгӮӘгғ гғӢгғҗгғјгҒ®еҖҷиЈңгҒ«иЎЁзӨәгҒ•гӮҢгҒҫгҒҷгҖӮ
ko: 1к°ңмқҳ м ҖмһҘлҗң нҺҳмқҙм§Җк°Җ мҳҙлӢҲл°” м ңм•Ҳм—җ н‘ңмӢңлҗ©лӢҲлӢӨ.
nb: 1 lagret side vises i adressefeltforslag.
pl: 1 zapisana strona pojawia siДҷ w podpowiedziach paska adresu.
pt_br: 1 pГЎgina salva aparece nas sugestГөes da barra de endereГ§o.
ru: 1 СҒРҫС…СҖР°РҪРөРҪРҪР°СҸ СҒСӮСҖР°РҪРёСҶР° РҫСӮРҫРұСҖР°Р¶Р°РөСӮСҒСҸ РІ РҝРҫРҙСҒРәР°Р·РәР°С… Р°РҙСҖРөСҒРҪРҫР№ СҒСӮСҖРҫРәРё.
th: 1 аё«аёҷа№үаёІаё—аёөа№Ҳаёҡаёұаёҷаё—аё¶аёҒаёҲаё°аёӣаёЈаёІаёҒаёҸа№ғаёҷаё„аёіа№Ғаёҷаё°аёҷаёіа№Ғаё–аёҡаё—аёөа№Ҳаёӯаёўаё№а№Ҳ
tr: 1 kayДұtlДұ sayfa Г§ok amaГ§lДұ Г§ubuk Г¶nerilerinde gГ¶rГјnГјr.
uk: 1 Р·РұРөСҖРөР¶РөРҪР° СҒСӮРҫСҖС–РҪРәР° Р·'СҸРІР»СҸС”СӮСҢСҒСҸ Сғ РҝС–РҙРәР°Р·РәР°С… Р°РҙСҖРөСҒРҪРҫРіРҫ СҖСҸРҙРәР°.
zh_hans: 1 дёӘе·ІдҝқеӯҳйЎөйқўжҳҫзӨәеңЁең°еқҖж Ҹе»әи®®дёӯгҖӮ
zh_hant: 1 еҖӢе·Іе„Іеӯҳй ҒйқўжңғеҮәзҸҫеңЁз¶ІеқҖеҲ—е»әиӯ°дёӯгҖӮ

# settings.browser.hostWhitelist
source: Hosts to Open in Embedded Browser
ar: Ш§Щ„Щ…Ш¶ЩҠЩҒЩҲЩҶ Щ„Щ„ЩҒШӘШӯ ЩҒЩҠ Ш§Щ„Щ…ШӘШөЩҒШӯ Ш§Щ„Щ…Ш¶Щ…Щ‘ЩҶ
bs: Hostovi za otvaranje u ugraД‘enom pregledniku
da: VГҰrter der ГҘbnes i den indlejrede browser
de: Hosts, die im integrierten Browser geГ¶ffnet werden
es: Hosts para abrir en el navegador integrado
fr: HГҙtes Г ouvrir dans le navigateur intГ©grГ©
it: Host da aprire nel browser integrato
ja: еҶ…и”өгғ–гғ©гӮҰгӮ¶гҒ§й–ӢгҒҸгғӣгӮ№гғҲ
ko: лӮҙмһҘ лёҢлқјмҡ°м Җм—җм„ң м—ҙ нҳёмҠӨнҠё
nb: Verter som ГҘpnes i innebygd nettleser
pl: Hosty do otwierania we wbudowanej przeglД…darce
pt_br: Hosts para Abrir no Navegador Integrado
ru: РҘРҫСҒСӮСӢ РҙР»СҸ РҫСӮРәСҖСӢСӮРёСҸ РІРҫ РІСҒСӮСҖРҫРөРҪРҪРҫРј РұСҖР°СғР·РөСҖРө
th: а№Ӯаё®аёӘаё•а№Ңаё—аёөа№Ҳа№Җаёӣаёҙаё”а№ғаёҷа№ҖаёҡаёЈаёІаё§а№Ңа№ҖаёӢаёӯаёЈа№Ңа№ғаёҷаё•аёұаё§
tr: GГ¶mГјlГј TarayДұcДұda AГ§Дұlacak Ana Bilgisayarlar
uk: РҘРҫСҒСӮРё РҙР»СҸ РІС–РҙРәСҖРёСӮСӮСҸ Сғ РІРұСғРҙРҫРІР°РҪРҫРјСғ РұСҖР°СғР·РөСҖС–
zh_hans: еңЁеҶ…еөҢжөҸи§ҲеҷЁдёӯжү“ејҖзҡ„дё»жңә
zh_hant: еңЁе…§е»әзҖҸиҰҪеҷЁдёӯй–Ӣе•ҹзҡ„дё»ж©ҹ
